export const locationData: Record<string, string[]> = {
  서울: ['서울 전체', '강남구', '강동구', '강북구', '강서구', '관악구', '광진구', '금천구', '노원구', '도봉구', '동대문구', '동작구'],
  경기: ['경기 전체', '수원시', '성남시', '고양시', '용인시', '부천시', '안산시'],
  인천: ['인천 전체', '중구', '동구', '미추홀구', '연수구', '남동구', '부평구'],
  강원: ['강원 전체', '춘천시', '원주시', '강릉시'],
  대전: ['대전 전체', '동구', '중구', '서구', '유성구', '대덕구'],
  세종: ['세종 전체'],
  충남: ['충남 전체', '천안시', '아산시', '서산시', '당진시'],
  충북: ['충북 전체', '청주시', '충주시', '제천시'],
  부산: ['부산 전체', '중구', '서구', '동구', '영도구', '부산진구'],
  울산: ['울산 전체', '중구', '남구', '동구', '북구', '울주군'],
  경남: ['경남 전체', '창원시', '김해시', '양산시', '진주시'],
  경북: ['경북 전체', '포항시', '구미시', '경주시', '안동시'],
};

